// © Copyright 2004-2007, 2015 HP Development Company, L.P.

TaskName = "Prześlij czcionki";

OkButtonTitle = "OK";
CancelButtonTitle = "Anuluj";
LoadingStorageDeviceInfoProcessTitle = "Ładowanie informacji o urządzeniu pamięciowym…";
LoadingStorageDeviceListProcessTitle = "Ładowanie listy urządzeń pamięciowych…";
LoadingFontListProcessTitle = "Ładowanie listy czcionek…";
SendingFontProcessTitle = "Przesyłanie czcionki „%@”…";
RemovingFontProcessTitle = "Usuwanie czcionki „%@”…";
RemoveConfirmationMessage = "Czy na pewno chcesz usunąć wybrane czcionki z drukarki?";
RemoveConfirmationMessageExplanation = "Nie możesz cofnąć wyników tej operacji.";
StorageDeviceLocked = "Urządzenie pamięciowe jest zablokowane";
RemoveFromMemoryMessage = "Nie można usunąć czcionek z pamięci urządzenia";
RemoveFromMemoryExplanation = "Wszystkie wstępnie zainstalowane czcionki są tylko do odczytu. Wszystkie czcionki dodane przez użytkownika zostaną usunięte z pamięci po ponownym uruchomieniu urządzenia. Czcionki na innych urządzeniach pamięci są zapisywane podczas ponownego uruchomienia i można je usunąć ręcznie.";

DiskNameTemplate = "Dysk, ID=%@ (Rozmiar: %@)";
FlashNameTemplate = "Flash SIMM, ID=%@ (Rozmiar: %@)";
SizeInBytes = "%.1f B";
SizeInKBytes = "%.1f KB";
SizeInMBytes = "%.1f MB";
SizeInGBytes = "%.1f GB";
SizeInTBytes = "%.1f TB";

// Errors
FileOpenError = "Nie można otworzyć pliku czcionki „%@”.";
FileOpenErrorExplanation = "Ten plik jest uszkodzony lub ma nieobsługiwany format. Wybierz inny plik z czcionkami i spróbuj ponownie.";
FormatError = "Czcionka „%@” nie jest w rozpoznawanym formacie.";
FormatErrorExplanation = "Wybierz inny plik z czcionkami i spróbuj ponownie.";
SingleUnsupportedError = "Czcionka „%@” nie jest obsługiwana.";
SingleUnsupportedErrorExplanation = "Czcionka zostanie pominięta.";
MultipleUnsupportedError = "Czcionki %@ nie są obsługiwane.";
MultipleUnsupportedErrorExplanation = "Czcionki zostaną pominięte.";
SingleAlreadyScheduledError = "Czcionka „%@” już jest na liście.";
SingleAlreadyScheduledErrorExplanation = "Czcionka zostanie pominięta.";
MultipleAlreadyScheduledError = "Czcionki %@ już są na liście.";
MultipleAlreadyScheduledErrorExplanation = "Czcionki zostaną pominięte.";
SingleAlreadyUploadedError = "Czcionka „%@” już znajduje się w drukarce.";
SingleAlreadyUploadedErrorExplanation = "Czcionka zostanie pominięta.";
MultipleAlreadyUploadedError = "Czcionki %@ już znajdują się w drukarce.";
MultipleAlreadyUploadedErrorExplanation = "Czcionki zostaną pominięte.";
PrintChannelOpenError = "Nie można otworzyć kanału drukarki.";
PrintChannelOpenErrorExplanation = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
DataSendError = "Nie można wysłać danych do drukarki.";
DataSendErrorExplanation = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
DataReceiveError = "Nie można odebrać danych z drukarki.";
DataReceiveErrorExplanation = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
FontSendError = "Nie można wysłać danych czcionki „%@” do drukarki.";
FontSendErrorExplanation = "Upewnij się, że drukarka jest podłączona i włączona. Reszta czcionek z listy nie została przesłana do drukarki.";
FontRemoveError = "Nie można usunąć czcionki „%@” z drukarki.";
FontRemoveErrorExplanation = "Upewnij się, że drukarka jest podłączona i włączona. Reszta czcionek z listy nie została usunięta z drukarki.";
StorageDeviceFullError = "Nie udało się przesłać czcionki „%@”, ponieważ urządzenie pamięciowe jest pełne.";
StorageDeviceFullErrorExplanation = "Wybierz inne urządzenie pamięciowe lub usuń nieużywane czcionki, a następnie spróbuj ponownie. Reszta czcionek z listy nie została przesłana do drukarki.";
ScriptProcessingError = "Nie udało się przetwarzanie skryptu z czcionką „%@”.";
ScriptProcessingErrorExplanation = "Wybierz inną czcionkę i spróbuj ponownie. Reszta czcionek z listy nie została przesłana do drukarki.";
DeviceVmError = "Nie udało się przesłać czcionki „%@”, ponieważ w drukarce jest mało wolnej pamięci.";
DeviceVmErrorExplanation = "Wybierz inne urządzenie pamięciowe lub usuń nieużywane czcionki, a następnie spróbuj ponownie. Reszta czcionek z listy nie została przesłana do drukarki.";

DeviceBusyErrorTitle = "Urządzenie jest obecnie zajęte.";
DeviceBusyErrorMessage = "Zaczekaj, aż urządzenie zakończy bieżące zadanie.";

FontNameTemplate = "„%@”";

Memory = "Pamięć";
UpdateNeeded = "Potrzebne uaktualnienie";

TaskTitle = "Prześlij czcionki";
TaskDescription = "Wybierz plik zawierający czcionki drukarki i prześlij go do drukarki. Przesłane czcionki będą następnie dostępne do użycia w zadaniach drukowania.";
StorageDevices = "Czcionki w drukarce:";
UpdateButton = "Uaktualnij listę czcionek";
RemoveButton = "Usuń";
AddButton = "Dodaj…";
